{"data": [{"dateInterval": "2019-01-07 2019-01-14", "movies": ["INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('A Dog''s Way Home',2,'Bona Film Group','2019-01-10',96,2,1,1,1,'A Dog’s Way Home chronicles the heartwarming adventure of Bella, a dog who embarks on an epic 400-mile journey home after she is separated from her beloved human.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('White Snake',15,'Light Chaser Animation Studios','2019-01-11',99,3,1,1,1,'One day a young woman named Blanca is saved by Xuan, a snake catcher from a nearby village. She has lost her memory, and together they go on a journey to discover her real identity, developing deeper feelings for one another along the way. But as they learn more about her past, they uncover a darker plot of supernatural forces vying for power, with the fate of the world hanging in the balance.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('The Car: Road to Revenge',11,'BUFO','2019-01-08',89,3,0,1,1,'In a dilapidated cyberpunk city plagued by crime and corruption, an unscrupulous District Attorney is savagely murdered and tossed out of a building onto his brand new car. Mysteriously, the District Attorney and his car come back to life as a single being with a thirst for vengeance. The eerie driver-less car embarks on a vicious rampage exacting revenge on the criminals who murdered him. The Car: Road to Revenge is the stylized sequel to the unconventional horror cult classic The Car (1977), and features an homage to the original with the return of Ronny Cox as the Mechanic.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Pledge',8,'BoulderLight Pictures','2019-01-11',77,3,1,1,1,'Three friends pledge a fraternity that''s deadly serious about its secret rituals, turning their rush into a race for survival.');"]}, {"dateInterval": "2019-01-14 2019-01-21", "movies": ["INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Glass',17,'Universal Pictures','2019-01-16',129,3,0,1,1,'In a series of escalating encounters, former security guard David Dunn uses his supernatural abilities to track Kevin Wendell Crumb, a disturbed man who has twenty-four personalities. Meanwhile, the shadowy presence of Elijah Price emerges as an orchestrator who holds secrets critical to both men.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('IO',7,'Mandalay Pictures','2019-01-18',96,3,1,1,1,'As a young scientist searches for a way to save a dying Earth, she finds a connection with a man who''s racing to catch the last shuttle off the planet.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Close',11,'Jewson Film','2019-01-18',95,3,1,1,1,'A counter-terrorism expert takes a job protecting a young heiress. After an attempted kidnapping puts both of their lives in danger, they must flee.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Diablo: The Utimate Race',11,null,'2019-01-18',110,3,1,1,1,'Kuba''s sister falls seriously ill. In order to gather the required money for treatment he starts taking part in illegal car races.');"]}, {"dateInterval": "2019-01-21 2019-01-28", "movies": ["INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('The Lego Movie 2: The Second Part',11,'Vertigo Entertainment','2019-01-26',106,3,1,1,1,'It''s been five years since everything was awesome and the citizens are facing a huge new threat: LEGO DUPLO® invaders from outer space, wrecking everything faster than they can rebuild.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Harpoon',17,null,'2019-01-24',82,2,1,1,1,'Rivalries, dark secrets, and sexual tension emerge when three best friends find themselves stranded on a yacht in the middle of the ocean under suspicious circumstances.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Polar',11,'Dark Horse Entertainment','2019-01-25',119,3,1,1,1,'When a retiring assassin realizes that he is the target of a hit, he winds up back in the game going head to head with a gang of younger, ruthless killers.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('The Lodge',2,'FilmNation Entertainment','2019-01-25',108,2,1,1,1,'When a father is forced to abruptly depart for work, he leaves his children, Aidan and Mia, at their holiday home in the care of his new girlfriend, Grace. Isolated and alone, a blizzard traps them inside the lodge as terrifying events summon specters from Grace''s dark past.');"]}, {"dateInterval": "2019-01-28 2019-02-04", "movies": ["INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Alita: Battle Angel',11,'Troublemaker Studios','2019-01-31',122,2,1,1,1,'When Alita awakens with no memory of who she is in a future world she does not recognize, she is taken in by Ido, a compassionate doctor who realizes that somewhere in this abandoned cyborg shell is the heart and soul of a young woman with an extraordinary past.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Miss Bala',11,'Misher Films','2019-02-01',104,3,1,1,1,'Gloria finds a power she never knew she had when she is drawn into a dangerous world of cross-border crime. Surviving will require all of her cunning, inventiveness, and strength.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('The First King',3,'Groenlandia','2019-01-31',123,2,1,1,1,'Romulus and Remus, two shepherds and loyal brothers, end up taking part to a journey that will lead one of them to be the founder of the greatest nation ever seen. However, the fate of the chosen one will pass from killing his own brother.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Viking Blood',11,null,'2019-02-01',85,2,1,1,1,'When a viking mercenary finds himself in the middle of a battle between the old gods and the new, he decides that neither side deserves to win. And so begins an epic battle between good and evil that will decide the fate of a nation.');"]}, {"dateInterval": "2019-02-04 2019-02-11", "movies": ["INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Saga of Tanya the Evil: The Movie',4,'NUT','2019-02-08',98,2,1,1,1,'With its armies sweeping across the continent, the Empire seems unstoppable. After securing victory over the remnants of the Republic''s army, the Empire''s ultimate victory is finally within reach. However, dark clouds are gathering in the East. The communist-led Russy Federation is mustering troops on its western border, preparing to enter the war. Supported by a detachment of Allied volunteer magicians—among whom is Mary Sioux, the daughter of a soldier killed by Tanya—the Federation is determined to spread the communist creed and bring the Empire to its knees.\r Meanwhile, Tanya and her battalion return to the imperial capital from the southern front. Upon their arrival, they are tasked with investigating troop movements on the border with the Federation. Any escalation of violence at this point may lead to new conflicts, plunging the world into a global war.\r Will the Empire eventually emerge victorious from its struggle, or will it crumble in the face radically different ideologies?');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Cold Pursuit',11,'StudioCanal','2019-02-07',119,2,1,1,1,'The quiet family life of Nels Coxman, a snowplow driver, is upended after his son''s murder. Nels begins a vengeful hunt for Viking, the drug lord he holds responsible for the killing, eliminating Viking''s associates one by one. As Nels draws closer to Viking, his actions bring even more unexpected and violent consequences, as he proves that revenge is all in the execution.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Scooby-Doo! and the Curse of the 13th Ghost',5,'Hanna-Barbera Productions','2019-02-05',82,2,1,1,1,'Mystery Inc. withdraws from solving crimes after botching a case. When Vincent Van Ghoul contacts the gang about an unfinished investigation from Daphne, Shaggy and Scooby''s past, the gang springs into action to finish the job that involves catching the 13th Ghost that escaped from the Chest of Demons and is still at large.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('The Knight of Shadows: Between Yin and Yang',11,'Golden Shore Films & Television','2019-02-05',108,3,1,1,1,'Pu Songling (Jackie Chan), a legendary demon hunter, is asked to investigate the mysterious disappearances of young girls from a small village. When he discovers evil forces are kidnapping the girls to feast on their souls, he sets out to save humanity from the inhuman invasion journeying through hidden worlds and colorful dimensions.');"]}, {"dateInterval": "2019-02-11 2019-02-18", "movies": ["INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Fall in Love at First Kiss',15,null,'2019-02-14',123,3,1,1,1,'After an earthquake destroys Xiang Qin''s house, she and her father move in with the family of her father''s college buddy. To her surprise, her new kind and amicable aunt and uncle are the parents of her cold and distant schoolmate, Jiang Zhi Shu, a genius with an IQ of 200 whom not too long ago rejected her when she confessed her feelings for him. Will the close proximity give her a second chance to win Zhi Shu''s heart? Or will her love for him end under his cold words?');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Is It Wrong to Try to Pick Up Girls in a Dungeon?: Arrow of the Orion',11,'J.C.Staff','2019-02-15',82,2,1,1,1,'In the city of Orario, beneath an impossibly tall tower, lies the dungeon. Only adventurers who form partnerships with the gods themselves have any hope of defeating the monsters that lie within. But the dungeon is not the only place where monsters exist. Far from Orario, in the ruins of an ancient city, a new threat arises. To counter this threat, the goddess Artemis has come to Orario in search of a champion—but it’s not Ais Wallenstein (the legendary Sword Princess) nor Ottar (the strongest warrior to ever enter the dungeon) that she chooses. Rather it is Bell Cranel, a newbie adventurer partnered with a low-tier goddess.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Innocent Witness',2,'Movierock','2019-02-13',129,3,1,1,1,'An old man suffering from depression is found dead, and his housekeeper, Mi-ran, is charged with the murder. Mi-ran’s defense attorney, Sun-ho, is surprised to learn the only witness to the crime is Ji-woo, a teenage girl with Asperger’s. Will Ji-woo be able to take the stand and provide a valid statement?');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Kim Possible',12,'Omnifilm Entertainment','2019-02-15',86,3,1,1,1,'Everyday teen hero Kim Possible and her best friend Ron Stoppable embark on their freshman year of high school, all while saving the world from evil villains. While Kim and Ron have always been one step ahead of their opponents, navigating the social hierarchy of high school is more challenging than the action-hero ever imagined. With Drakken and Shego lurking in the wings, Kim must rely on her family and Team Possible—Ron, tech-genius Wade, new friend Athena, and Rufus, a Naked mole-rat.');"]}, {"dateInterval": "2019-02-18 2019-02-25", "movies": ["INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Dragged Across Concrete',16,'Cinestate','2019-02-21',159,2,1,1,1,'Two policemen, one an old-timer, the other his volatile younger partner, find themselves suspended when a video of their strong-arm tactics becomes the media''s cause du jour. Low on cash and with no other options, these two embittered soldiers descend into the criminal underworld to gain their just due, but instead find far more than they wanted awaiting them in the shadows.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Furie',11,'Studio 68','2019-02-22',98,2,1,1,1,'When a little girl is kidnapped by a trafficking ring, they soon find they messed with the wrong child. Her mother, a notorious former gang leader, is close on their trail and will go to any lengths to bring her child home.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('The Conquest Of Siberia',3,'Yellow, Black & White','2019-02-21',109,3,1,1,1,'Ivan Demarin, a young officer of Peter the First’s new guards, follows the Tsar’s order and goes to the frontier town of Tobolsk, deep in the Siberian forest. There Ivan falls in love for the first time and he and his regiment happen to be involved in conspiracy of local princes who hunt for gold in the town of Yarkand. His fort is surrounded by hordes of wild Dzungars and there is no one to call for help…');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Paradise Beach',11,'Vito Films','2019-02-20',93,3,1,1,1,'A team of former robbers arrived at Paradise: Phuket, southern Thailand. Now traders, they are happy days. Until the day when the devil arrives: Mehdi, sentenced to 15 years in prison during the robbery, comes to recover his share of the cake.');"]}, {"dateInterval": "2019-02-25 2019-03-04", "movies": ["INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('The Boy Who Harnessed the Wind',2,'Potboiler Productions','2019-03-01',113,3,1,1,1,'Against all the odds, a thirteen year old boy in Malawi invents an unconventional way to save his family and village from famine.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Stray',17,'Diablo Entertainment','2019-03-01',89,3,1,1,1,'An orphaned teenager forms an unlikely friendship with a detective. Together they investigate her mother''s murder, and uncover the supernatural force that proves to be a threat to her family.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Cinderela Pop',15,'Panorâmica','2019-02-28',94,3,1,1,1,'Cintia is modern princess, she''s connected, decided and loves music. This \"pop\" princess used to live with their parents in a huge castle with a nice view to the city. Every night she looked through the window and watch the view dreaming with a prince she didn''t met yet. But one day her castle crumbles with everything around her, after her parents divorce she went to live with her aunt and stops believing in love.  What she didn''t knew was that there was a charming prince in her history, that wanted to break the ice around our modern day cinderella.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('4 latas',5,'Wanda Visión','2019-03-01',105,3,1,1,1,'To find Joseba, a dying friend, and see him reunite with his daughter Ely, two old friends, Jean Pierre and Tocho, embark with her on a road trip through the Sahara desert, from Spain to Mali.');"]}, {"dateInterval": "2019-03-04 2019-03-11", "movies": ["INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Captain Marvel',11,'Marvel Studios','2019-03-06',124,2,1,1,1,'The story follows Carol Danvers as she becomes one of the universe’s most powerful heroes when Earth is caught in the middle of a galactic war between two alien races. Set in the 1990s, Captain Marvel is an all-new adventure from a previously unseen period in the history of the Marvel Cinematic Universe.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Triple Frontier',11,'Atlas Entertainment','2019-03-06',126,3,1,1,1,'Struggling to make ends meet, former special ops soldiers reunite for a high-stakes heist: stealing $75 million from a South American drug lord.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('The Hard Way',11,'Actionhouse Pictures','2019-03-05',94,3,1,1,1,'After learning of his brother''s death during a mission in Romania, a former soldier joins two allies to hunt down a mysterious enemy and take his revenge.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Get Duked!',5,'Highland Midgie','2019-03-08',87,3,1,1,1,'An anarchic, hip-hop inspired comedy that follows four city boys on a wilderness trek as they try to escape a mysterious huntsman.');"]}, {"dateInterval": "2019-03-11 2019-03-18", "movies": ["INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Captive State',7,'Amblin Entertainment','2019-03-15',110,3,0,1,1,'Nearly a decade after occupation by an extraterrestrial force, the lives of a Chicago neighborhood on both sides of the conflict are explored. In a working-class Chicago neighborhood occupied by an alien force for nine years, increased surveillance and the restriction of civil rights have given rise to an authoritarian system -- and dissent among the populace.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('No Manches Frida 2',5,'Epoca Films','2019-03-15',102,3,1,1,1,'Ex-con Zequi and company come back for a new adventure.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Five Feet Apart',15,'Wayfarer Entertainment','2019-03-15',116,3,0,1,1,'Seventeen-year-old Stella spends most of her time in the hospital as a cystic fibrosis patient. Her life is full of routines, boundaries and self-control — all of which get put to the test when she meets Will, an impossibly charming teen who has the same illness. There''s an instant flirtation, though restrictions dictate that they must maintain a safe distance between them. As their connection intensifies, so does the temptation to throw the rules out the window and embrace that attraction.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Nancy Drew and the Hidden Staircase',16,'A Very Good Production','2019-03-15',89,2,1,1,1,'Nancy Drew, a smart high schooler with a penchant for keen observation and deduction, stumbles upon the haunting of a local home. A bit of an outsider struggling to fit into her new surroundings, Nancy and her pals set out to solve the mystery, make new friends, and establish their place in the community');"]}, {"dateInterval": "2019-03-18 2019-03-25", "movies": ["INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Triple Threat',17,'Hamilton Entertainment','2019-03-19',96,3,1,1,1,'A crime syndicate places a hit on a billionaire''s daughter, making her the target of an elite assassin squad. A small band of down-and-out mercenaries protects her, fighting tooth and nail to stop the assassins from reaching their target.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Unplanned',2,null,'2019-03-21',109,3,1,1,1,'As one of the youngest Planned Parenthood clinic directors in the nation, Abby Johnson was involved in upwards of 22,000 abortions and counseled countless women on their reproductive choices. Her passion surrounding a woman''s right to choose led her to become a spokesperson for Planned Parenthood, fighting to enact legislation for the cause she so deeply believed in. Until the day she saw something that changed everything.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('Pain and Glory',2,'El Deseo','2019-03-22',114,3,1,1,1,'Salvador Mallo, a filmmaker in the twilight of his career, remembers his life: his mother, his lovers, the actors he worked with. The sixties in a small village in Valencia, the eighties in Madrid, the present, when he feels an immeasurable emptiness, facing his mortality, the incapability of continuing filming, the impossibility of separating creation from his own life. The need of narrating his past can be his salvation.');", "INSERT INTO dbo.film (naziv,zanrId,producent,datumIzdavanja,trajanjeUMinutama,dobnoOgranicenjeId,je3D,jeSinhronizovan,jeTitlovan,opis) VALUES ('The Dirt',2,'10th Street Entertainment','2019-03-22',108,2,1,1,1,'The story of Mötley Crüe and their rise from the Sunset Strip club scene of the early 1980s to superstardom.');"]}]}